Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# focusBreakUntil
source: {{count}} min break until {{time}}
ar: استراحة {{count}} دقيقة حتى {{time}}
de: {{count}} Min. Pause bis {{time}}
es: {{count}} min de descanso hasta las {{time}}
fr: {{count}} min de pause jusqu'à {{time}}
hi_in: {{count}} मिनट का ब्रेक, {{time}} तक
id: Istirahat {{count}} mnt sampai {{time}}
it: {{count}} min di pausa fino alle {{time}}
ja: {{count}} 分休憩、{{time}} まで
ko: {{count}}분 휴식, {{time}}까지
mr_in: {{count}} मिनिटांचा ब्रेक, {{time}} पर्यंत
pt: {{count}} min de pausa até às {{time}}
ru: Перерыв {{count}} мин до {{time}}
th: พัก {{count}} นาที ถึง {{time}}
tr: {{time}} saatine kadar {{count}} dk mola
vi: Nghỉ {{count}} phút đến {{time}}
zh_cn: 休息 {{count}} 分钟，到 {{time}}
zh_hk: 休息 {{count}} 分鐘，到 {{time}}
zh_tw: 休息 {{count}} 分鐘，到 {{time}}

# focusCadenceNote
source: Block length is in the gear at the top right.
ar: طول الفترة موجود في رمز الترس أعلى اليمين.
de: Die Blocklänge findest du oben rechts im Zahnrad.
es: La duración de los bloques está en el engranaje de arriba a la derecha.
fr: La durée des blocs se règle via l’engrenage en haut à droite.
hi_in: ब्लॉक की लंबाई ऊपर दाईं ओर गियर में है।
id: Panjang blok ada di ikon gerigi kanan atas.
it: La durata dei blocchi è nell'ingranaggio in alto a destra.
ja: ブロックの長さは右上の歯車にあります。
ko: 블록 길이는 오른쪽 위 톱니바퀴에 있습니다.
mr_in: ब्लॉकची लांबी वरच्या उजव्या कोपऱ्यातील गिअरमध्ये आहे.
pt: A duração dos blocos está na engrenagem no canto superior direito.
ru: Длина блока — в шестерёнке справа вверху.
th: ความยาวช่วงอยู่ที่ไอคอนเฟืองมุมขวาบน
tr: Blok süresi sağ üstteki dişli simgesinde.
vi: Độ dài ô nằm ở biểu tượng bánh răng góc trên bên phải.
zh_cn: 番茄钟时长在右上角的齿轮里。
zh_hk: 番茄鐘時長在右上角的齒輪裡。
zh_tw: 番茄鐘時長在右上角的齒輪裡。

# focusChooseIcon
source: Choose an icon
ar: اختيار أيقونة
de: Symbol auswählen
es: Elegir icono
fr: Choisir une icône
hi_in: आइकन चुनें
id: Pilih ikon
it: Scegli un'icona
ja: アイコンを選択
ko: 아이콘 선택
mr_in: चिन्ह निवडा
pt: Escolher um ícone
ru: Выберите значок
th: เลือกไอคอน
tr: Simge seç
vi: Chọn biểu tượng
zh_cn: 选择图标
zh_hk: 選擇圖示
zh_tw: 選擇圖示

# focusClearDayTasks
source: Clear this day’s tasks
ar: مسح مهام هذا اليوم
de: Aufgaben dieses Tages löschen
es: Borrar las tareas de este día
fr: Effacer les tâches de ce jour
hi_in: इस दिन के कार्य हटाएँ
id: Hapus tugas hari ini
it: Cancella le attività di questo giorno
ja: この日のタスクを消去
ko: 이 날짜의 작업 지우기
mr_in: या दिवसाची कार्ये हटवा
pt: Limpar tarefas deste dia
ru: Очистить задачи этого дня
th: ล้างงานของวันนี้
tr: Bu günün görevlerini temizle
vi: Xóa công việc của ngày này
zh_cn: 清空此天任务
zh_hk: 清空此日任務
zh_tw: 清空此日任務

# focusClearDayTasksBody
source: Remove this day’s tasks and plan, and stop its running timer. Completed focus records will be kept.
ar: إزالة مهام هذا اليوم وجدوله وإيقاف مؤقته الجاري. ستبقى سجلات التركيز المكتملة محفوظة.
de: Aufgaben und Planung dieses Tages löschen und den laufenden Timer stoppen. Abgeschlossene Fokusaufzeichnungen bleiben erhalten.
es: Elimina las tareas y la planificación de este día y detiene su temporizador activo. Se conservan los registros de concentración completados.
fr: Supprime les tâches et le planning de ce jour et arrête son minuteur en cours. Les sessions de concentration terminées sont conservées.
hi_in: इस दिन के कार्य और योजना हटाएँ और चल रहा टाइमर रोकें। पूरे किए गए फ़ोकस रिकॉर्ड बने रहेंगे।
id: Hapus tugas dan jadwal hari ini serta hentikan timer yang sedang berjalan. Catatan fokus yang selesai tetap disimpan.
it: Rimuove le attività e il programma del giorno e arresta il timer in corso. I registri di concentrazione completati vengono conservati.
ja: この日のタスクと予定を削除し、実行中のタイマーを停止します。完了した集中の記録は残ります。
ko: 이 날짜의 작업과 일정을 지우고 실행 중인 타이머를 중지합니다. 완료한 집중 기록은 유지됩니다.
mr_in: या दिवसाची कार्ये आणि नियोजन हटवा व सुरू असलेला टाइमर थांबवा. पूर्ण झालेले फोकस रेकॉर्ड जतन केले जातील.
pt: Remove as tarefas e o plano deste dia e para o temporizador em curso. Os registos de foco concluídos serão mantidos.
ru: Удалить задачи и план этого дня и остановить текущий таймер. Завершённые записи о фокусировке сохранятся.
th: ลบงานและตารางของวันนี้ แล้วหยุดตัวจับเวลาที่กำลังทำงาน บันทึกการโฟกัสที่เสร็จแล้วจะยังคงอยู่
tr: Bu günün görevlerini ve planını kaldırır, çalışan zamanlayıcısını durdurur. Tamamlanan odak kayıtları korunur.
vi: Xóa công việc và lịch của ngày này, đồng thời dừng bộ hẹn giờ đang chạy. Các bản ghi tập trung đã hoàn thành sẽ được giữ lại.
zh_cn: 将清空此天的任务和安排，并停止本日正在运行的计时。已完成的专注记录会保留。
zh_hk: 將清空此日的任務與安排，並停止當日正在進行的計時。已完成的專注記錄會保留。
zh_tw: 將清空此日的任務與安排，並停止當日正在執行的計時。已完成的專注紀錄會保留。

# focusCompletedTasksTitle
source: Today’s focus tasks are complete
ar: اكتملت مهام التركيز لهذا اليوم
de: Die Fokusaufgaben für heute sind erledigt
es: Las tareas de concentración de hoy están completadas
fr: Les tâches de concentration du jour sont terminées
hi_in: आज के फ़ोकस कार्य पूरे हो गए
id: Tugas fokus hari ini selesai
it: Le attività di concentrazione di oggi sono completate
ja: 今日の集中タスクは完了しました
ko: 오늘의 집중 작업을 완료했어요
mr_in: आजची एकाग्रतेची कामे पूर्ण झाली
pt: As tarefas de foco de hoje estão concluídas
ru: Все задачи на концентрацию на сегодня выполнены
th: งานโฟกัสของวันนี้เสร็จแล้ว
tr: Bugünün odak görevleri tamamlandı
vi: Đã hoàn thành các nhiệm vụ tập trung hôm nay
zh_cn: 今日专注任务已完成
zh_hk: 今日專注任務已完成
zh_tw: 今日專注任務已完成

# focusDeleteTask
source: Delete task
ar: حذف المهمة
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
hi_in: कार्य हटाएँ
id: Hapus tugas
it: Elimina attività
ja: タスクを削除
ko: 작업 삭제
mr_in: काम हटवा
pt: Eliminar tarefa
ru: Удалить задачу
th: ลบงาน
tr: Görevi sil
vi: Xóa tác vụ
zh_cn: 删除任务
zh_hk: 刪除任務
zh_tw: 刪除任務

# focusDemoLearning
source: Learn something new
ar: تعلّم شيء جديد
de: Etwas Neues lernen
es: Aprender algo nuevo
fr: Apprendre quelque chose
hi_in: कुछ नया सीखें
id: Belajar hal baru
it: Imparare qualcosa di nuovo
ja: 新しいことを学ぶ
ko: 새로운 지식 배우기
mr_in: काहीतरी नवीन शिका
pt: Aprender algo novo
ru: Узнать что-то новое
th: เรียนรู้สิ่งใหม่
tr: Yeni bir şey öğrenin
vi: Học điều mới
zh_cn: 学习新知识
zh_hk: 學習新知
zh_tw: 學習新知

# focusDemoMessages
source: Reply to messages
ar: الرد على الرسائل
de: Nachrichten beantworten
es: Responder mensajes
fr: Répondre aux messages
hi_in: संदेशों का जवाब दें
id: Membalas pesan
it: Rispondere ai messaggi
ja: メッセージに返信
ko: 메시지 답장
mr_in: संदेशांना उत्तर द्या
pt: Responder a mensagens
ru: Ответить на сообщения
th: ตอบข้อความ
tr: Mesajları yanıtlayın
vi: Trả lời tin nhắn
zh_cn: 回复消息
zh_hk: 回覆訊息
zh_tw: 回覆訊息

# focusDemoWriting
source: Draft a proposal
ar: كتابة مقترح
de: Einen Vorschlag ausarbeiten
es: Redactar una propuesta
fr: Rédiger une proposition
hi_in: प्रस्ताव लिखें
id: Menulis proposal
it: Scrivere una proposta
ja: 企画書を書く
ko: 제안서 작성
mr_in: प्रस्ताव लिहा
pt: Escrever uma proposta
ru: Подготовить предложение
th: เขียนข้อเสนอ
tr: Bir teklif hazırlayın
vi: Viết đề xuất
zh_cn: 撰写方案
zh_hk: 撰寫方案
zh_tw: 撰寫提案

# focusEditTask
source: Edit task
ar: تعديل المهمة
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
hi_in: कार्य संपादित करें
id: Edit tugas
it: Modifica attività
ja: タスクを編集
ko: 작업 편집
mr_in: कार्य संपादित करा
pt: Editar tarefa
ru: Изменить задачу
th: แก้ไขงาน
tr: Görevi düzenle
vi: Sửa công việc
zh_cn: 编辑任务
zh_hk: 編輯任務
zh_tw: 編輯任務

# focusEndBreakBody
source: You can choose a task and start the next round when you are ready.
ar: عندما تكون مستعدًا، يمكنك اختيار مهمة وبدء الجولة التالية.
de: Wenn du bereit bist, kannst du eine Aufgabe wählen und die nächste Runde starten.
es: Cuando estés listo, puedes elegir una tarea y empezar la siguiente sesión.
fr: Quand vous êtes prêt, choisissez une tâche pour démarrer la prochaine session.
hi_in: जब आप तैयार हों, कोई कार्य चुनकर अगला सत्र शुरू कर सकते हैं।
id: Saat siap, pilih tugas dan mulai sesi berikutnya.
it: Quando vuoi, puoi scegliere un’attività e iniziare la prossima sessione.
ja: 準備ができたら、タスクを選んで次の集中を始められます。
ko: 준비가 되면 작업을 선택하고 다음 집중을 시작할 수 있어요.
mr_in: तयार झाल्यावर तुम्ही काम निवडून पुढचे सत्र सुरू करू शकता.
pt: Quando quiser, escolha uma tarefa e inicie a próxima sessão.
ru: Когда будете готовы, выберите задачу и начните следующий сеанс.
th: เมื่อพร้อม คุณสามารถเลือกงานและเริ่มรอบถัดไปได้
tr: Hazır olduğunda bir görev seçip sonraki oturumu başlatabilirsin.
vi: Khi sẵn sàng, bạn có thể chọn công việc và bắt đầu phiên tiếp theo.
zh_cn: 准备好后，你可以选择任务，开始下一轮专注。
zh_hk: 準備好後，你可以選擇任務，開始下一輪專注。
zh_tw: 準備好後，你可以選擇任務，開始下一輪專注。

# focusEndBreakTitle
source: End this break?
ar: إنهاء هذه الاستراحة؟
de: Diese Pause beenden?
es: ¿Terminar este descanso?
fr: Terminer cette pause ?
hi_in: यह विराम समाप्त करें?
id: Akhiri istirahat ini?
it: Terminare questa pausa?
ja: 休憩を終了しますか？
ko: 휴식을 끝낼까요?
mr_in: हा विराम संपवायचा?
pt: Terminar esta pausa?
ru: Завершить перерыв?
th: สิ้นสุดการพักนี้ไหม?
tr: Bu mola bitsin mi?
vi: Kết thúc giờ nghỉ này?
zh_cn: 结束这次休息？
zh_hk: 結束這次休息？
zh_tw: 結束這次休息？

# focusEndedAtBoundary
source: This focus block reached a lunch or clock-off boundary.
ar: بلغت هذه الفترة وقت الغداء أو نهاية الوردية.
de: Diese Fokuseinheit hat die Mittagspause oder das Schichtende erreicht.
es: Este bloque llegó a la comida o al final del turno.
fr: Cette séance a atteint la pause déjeuner ou la fin du service.
hi_in: यह ब्लॉक दोपहर के खाने या छुट्टी के समय तक पहुँच गया।
id: Blok ini sampai ke jam makan atau jam pulang.
it: Questo blocco è arrivato alla pausa pranzo o alla fine del turno.
ja: このブロックは昼休みか退勤に届きました。
ko: 이 블록이 점심시간이나 퇴근 시각에 닿았습니다.
mr_in: हा टप्पा जेवणाच्या सुट्टीपर्यंत किंवा शिफ्ट संपेपर्यंत पोहोचला.
pt: Este bloco chegou ao almoço ou ao fim do turno.
ru: Этот блок дошёл до обеда или до конца смены.
th: ช่วงนี้ชนเวลาพักเที่ยงหรือเวลาเลิกงาน
tr: Bu blok öğle arasına ya da vardiya sonuna denk geldi.
vi: Phiên này đã chạm giờ nghỉ trưa hoặc giờ tan làm.
zh_cn: 这段专注碰到了午休或下班边界。
zh_hk: 呢段專注碰到午飯或者放工嘅界線。
zh_tw: 這段專注碰到了午休或下班的界線。

# focusEndedNaturally
source: This focus block finished.
ar: اكتملت جلسة التركيز هذه.
de: Dieser Fokusblock ist abgeschlossen.
es: Este bloque de enfoque ha terminado.
fr: Ce bloc de concentration est terminé.
hi_in: यह फोकस ब्लॉक पूरा हो गया।
id: Blok fokus ini selesai.
it: Questo blocco di focus è terminato.
ja: この集中ブロックは完了しました。
ko: 이 집중 블록이 완료되었습니다.
mr_in: हा फोकस ब्लॉक पूर्ण झाला.
pt: Este bloco de foco terminou.
ru: Этот блок фокуса завершён.
th: ช่วงโฟกัสนี้เสร็จสมบูรณ์แล้ว
tr: Bu odak bloğu tamamlandı.
vi: Khối tập trung này đã hoàn tất.
zh_cn: 这段专注已经完成。
zh_hk: 呢段專注已經完成。
zh_tw: 這段專注已經完成。

# focusEndsAt
source: Ends at {{time}}
ar: تنتهي {{time}}
de: Endet um {{time}}
es: Termina a las {{time}}
fr: Se termine à {{time}}
hi_in: {{time}} पर खत्म
id: Berakhir {{time}}
it: Finisce alle {{time}}
ja: {{time}} に終わり
ko: {{time}}에 종료
mr_in: {{time}} ला संपेल
pt: Termina às {{time}}
ru: Закончится в {{time}}
th: จบ {{time}}
tr: {{time}} sonunda biter
vi: Kết thúc lúc {{time}}
zh_cn: {{time}} 结束
zh_hk: {{time}} 完
zh_tw: {{time}} 結束

# focusEstimate
source: Estimate
ar: التقدير
de: Schätzung
es: Estimación
fr: Estimation
hi_in: अनुमान
id: Perkiraan
it: Stima
ja: 見積もり
ko: 예상
mr_in: अंदाज
pt: Estimativa
ru: Оценка
th: ประมาณ
tr: Tahmin
vi: Ước tính
zh_cn: 估算
zh_hk: 估算
zh_tw: 估算

# focusEstimateDetail
source: {{count}} × {{minutes}} min
ar: {{count}} × {{minutes}} دقيقة
hi_in: {{count}} × {{minutes}} मिनट
id: {{count}} × {{minutes}} mnt
ja: {{count}} × {{minutes}} 分
ko: {{count}} × {{minutes}}분
mr_in: {{count}} × {{minutes}} मिनिटे
ru: {{count}} × {{minutes}} мин
th: {{count}} × {{minutes}} นาที
tr: {{count}} × {{minutes}} dk
vi: {{count}} × {{minutes}} phút
zh_cn: {{count}} × {{minutes}} 分钟
zh_hk: {{count}} × {{minutes}} 分鐘
zh_tw: {{count}} × {{minutes}} 分鐘

# focusEstimatedFinish
source: Estimated finish: {{time}}
ar: الانتهاء المتوقع: {{time}}
de: Voraussichtliches Ende: {{time}}
es: Fin estimado: {{time}}
fr: Fin prévue : {{time}}
hi_in: अनुमानित समाप्ति: {{time}}
id: Perkiraan selesai: {{time}}
it: Fine prevista: {{time}}
ja: 終了予定 {{time}}
ko: 예상 종료: {{time}}
mr_in: अंदाजे {{time}} वाजता पूर्ण होईल
pt: Fim previsto: {{time}}
ru: Окончание примерно в {{time}}
th: คาดว่าจะเสร็จเวลา {{time}}
tr: Tahmini bitiş: {{time}}
vi: Dự kiến kết thúc: {{time}}
zh_cn: 预计 {{time}} 结束
zh_hk: 預計 {{time}} 結束
zh_tw: 預計 {{time}} 結束

# focusExtendConflict
source: The next block is already planned. Choose another empty block in Today.
ar: الفترة التالية محجوزة. اختر فترة فارغة أخرى في اليوم.
de: Der nächste Block ist bereits belegt. Wähle unter Heute einen freien Block.
es: El siguiente bloque ya está ocupado. Elige otro bloque libre en Hoy.
fr: Le prochain créneau est déjà prévu. Choisissez un créneau libre dans Aujourd’hui.
hi_in: अगला ब्लॉक पहले से तय है। आज में कोई खाली ब्लॉक चुनें।
id: Blok berikutnya sudah terisi. Pilih blok kosong lain di Hari ini.
it: Il prossimo blocco è già occupato. Scegli un blocco libero in Oggi.
ja: 次のブロックには予定があります。「今日」で別の空きブロックを選んでください。
ko: 다음 블록에 일정이 있습니다. 오늘에서 다른 빈 블록을 선택하세요.
mr_in: पुढील ब्लॉक आधीच ठरलेला आहे. आजमध्ये दुसरा रिकामा ब्लॉक निवडा.
pt: O próximo bloco já está ocupado. Escolha outro bloco livre em Hoje.
ru: Следующий блок уже занят. Выберите свободный блок в разделе «Сегодня».
th: บล็อกถัดไปมีแผนแล้ว เลือกบล็อกว่างอื่นในวันนี้
tr: Sonraki blok zaten planlı. Bugün bölümünde boş bir blok seçin.
vi: Khung tiếp theo đã có lịch. Chọn khung trống khác trong Hôm nay.
zh_cn: 下一个番茄块已有安排，请在「今天」中选择其他空白块。
zh_hk: 下一個番茄區塊已有安排，請在「今天」中選擇其他空白區塊。
zh_tw: 下一個番茄區塊已有安排，請在「今天」中選擇其他空白區塊。

# focusExtendNoRoom
source: There is no full Pomodoro before the next break or clock-off. Choose a later block in Today.
ar: لا يوجد وقت لجلسة كاملة قبل الاستراحة أو نهاية العمل. اختر فترة لاحقة في اليوم.
de: Vor der Pause oder dem Feierabend passt kein voller Pomodoro mehr. Wähle unter Heute einen späteren Block.
es: No cabe un Pomodoro completo antes del descanso o la salida. Elige un bloque posterior en Hoy.
fr: Il ne reste pas assez de temps avant la pause ou la fin du travail. Choisissez un créneau plus tard dans Aujourd’hui.
hi_in: ब्रेक या काम खत्म होने से पहले पूरा पोमोडोरो नहीं होगा। आज में बाद का ब्लॉक चुनें।
id: Tidak cukup waktu sebelum istirahat atau pulang. Pilih blok berikutnya di Hari ini.
it: Non c’è tempo per un Pomodoro prima della pausa o di fine lavoro. Scegli un blocco successivo in Oggi.
ja: 休憩または退勤までに1回分の時間がありません。「今日」で後のブロックを選んでください。
ko: 휴식이나 퇴근 전 시간이 부족합니다. 오늘에서 나중 블록을 선택하세요.
mr_in: विश्रांती किंवा काम संपण्यापूर्वी पूर्ण पोमोडोरोसाठी वेळ नाही. आजमध्ये नंतरचा ब्लॉक निवडा.
pt: Não cabe um Pomodoro completo antes da pausa ou do fim do trabalho. Escolha um bloco posterior em Hoje.
ru: До перерыва или конца работы не хватит времени. Выберите более поздний блок в разделе «Сегодня».
th: เวลาไม่พอสำหรับหนึ่งรอบก่อนพักหรือเลิกงาน เลือกบล็อกที่ช้ากว่าในวันนี้
tr: Mola veya mesai bitiminden önce yeterli süre yok. Bugün bölümünde daha sonraki bir blok seçin.
vi: Không đủ thời gian trước giờ nghỉ hoặc tan làm. Chọn khung muộn hơn trong Hôm nay.
zh_cn: 午休或下班前放不下一个完整番茄，请在「今天」中选择稍后的块。
zh_hk: 午休或下班前放不下一個完整番茄，請在「今天」中選擇稍後的區塊。
zh_tw: 午休或下班前放不下一個完整番茄，請在「今天」中選擇稍後的區塊。

# focusExtendOne
source: One more Pomodoro
ar: بومودورو إضافي
de: Ein weiterer Pomodoro
es: Un Pomodoro más
fr: Un Pomodoro de plus
hi_in: एक और पोमोडोरो
id: Satu Pomodoro lagi
it: Un altro Pomodoro
ja: ポモドーロを1回追加
ko: 뽀모도로 하나 더
mr_in: आणखी एक पोमोडोरो
pt: Mais um Pomodoro
ru: Ещё одно помодоро
th: เพิ่มอีกหนึ่งโพโมโดโร
tr: Bir Pomodoro daha
vi: Thêm một Pomodoro
zh_cn: 再加一个番茄
zh_hk: 再加一個番茄
zh_tw: 再加一個番茄

# focusExtendScheduled
source: Another Pomodoro is scheduled for {{time}}.
ar: تمت جدولة بومودورو إضافي في {{time}}.
de: Ein weiterer Pomodoro ist für {{time}} geplant.
es: Se ha añadido un Pomodoro para las {{time}}.
fr: Un Pomodoro est prévu à {{time}}.
hi_in: {{time}} के लिए एक और पोमोडोरो जोड़ा गया।
id: Satu Pomodoro lagi dijadwalkan pukul {{time}}.
it: Un altro Pomodoro è previsto alle {{time}}.
ja: {{time}} にポモドーロを追加しました。
ko: {{time}}에 뽀모도로를 추가했습니다.
mr_in: {{time}} साठी आणखी एक पोमोडोरो जोडला.
pt: Mais um Pomodoro está marcado para {{time}}.
ru: Ещё одно помодоро запланировано на {{time}}.
th: เพิ่มโพโมโดโรอีกหนึ่งรอบเวลา {{time}} แล้ว
tr: {{time}} için bir Pomodoro daha planlandı.
vi: Đã thêm một Pomodoro lúc {{time}}.
zh_cn: 已添加一个番茄，将于 {{time}} 开始。
zh_hk: 已新增一個番茄，將於 {{time}} 開始。
zh_tw: 已新增一個番茄，將於 {{time}} 開始。

# focusFavoriteLands
source: Lands in the {{time}} block
ar: ستوضع في فترة {{time}}
de: Kommt in den Block um {{time}}
es: Va al bloque de las {{time}}
fr: Va dans le bloc de {{time}}
hi_in: {{time}} वाले ब्लॉक में जाएगा
id: Masuk ke blok {{time}}
it: Va nel blocco delle {{time}}
ja: {{time}} のブロックに入ります
ko: {{time}} 블록에 들어갑니다
mr_in: {{time}} च्या ब्लॉकमध्ये जाईल
pt: Vai para o bloco das {{time}}
ru: Попадёт в блок в {{time}}
th: จะไปอยู่ช่วง {{time}}
tr: {{time}} bloğuna girer
vi: Sẽ vào ô {{time}}
zh_cn: 会放进 {{time}} 那一格
zh_hk: 會放進 {{time}} 那一格
zh_tw: 會放進 {{time}} 那一格

# focusFavorites
source: Quick tasks
ar: مهام سريعة
de: Schnellaufgaben
es: Tareas rápidas
fr: Tâches rapides
hi_in: त्वरित कार्य
id: Tugas cepat
it: Attività rapide
ja: よく使うタスク
ko: 자주 쓰는 작업
mr_in: झटपट कामे
pt: Tarefas rápidas
ru: Быстрые задачи
th: งานด่วน
tr: Hızlı görevler
vi: Tác vụ nhanh
zh_cn: 常用任务
zh_hk: 常用任務
zh_tw: 常用任務

# focusFocusDuration
source: Focus
ar: تركيز
de: Fokus
es: Enfoque
fr: Concentration
hi_in: फोकस
id: Fokus
it: Concentrazione
ja: 集中
ko: 집중
mr_in: फोकस
pt: Foco
ru: Фокус
th: โฟกัส
tr: Odak
vi: Tập trung
zh_cn: 专注
zh_hk: 專注
zh_tw: 專注

# focusHistory
source: Pomodoro history
ar: سجل جلسات التركيز
de: Pomodoro-Verlauf
es: Historial pomodoro
fr: Historique pomodoro
hi_in: पोमोडोरो इतिहास
id: Riwayat pomodoro
it: Cronologia pomodoro
ja: ポモドーロ履歴
ko: 뽀모도로 기록
mr_in: पोमोडोरो इतिहास
pt: Histórico de pomodoros
ru: История помодоро
th: ประวัติโพโมโดโร
tr: Pomodoro geçmişi
vi: Lịch sử pomodoro
zh_cn: 番茄记录
zh_hk: 番茄記錄
zh_tw: 番茄記錄

# focusHistoryAbandoned
source: Not finished
ar: غير مكتملة
de: Nicht beendet
es: Sin terminar
fr: Inachevé
hi_in: अधूरा
id: Belum selesai
it: Non completato
ja: 未完了
ko: 미완료
mr_in: अपूर्ण
pt: Não concluído
ru: Не завершено
th: ยังไม่เสร็จ
tr: Tamamlanmadı
vi: Chưa hoàn thành
zh_cn: 未完成
zh_hk: 未完成
zh_tw: 未完成

# focusHistoryBoundary
source: Reached boundary
ar: وصلت إلى الحد
de: Schichtgrenze erreicht
es: Límite del turno
fr: Limite du service atteinte
hi_in: सीमा तक पहुँचा
id: Mencapai batas
it: Limite raggiunto
ja: 勤務境界に到達
ko: 근무 경계 도달
mr_in: सीमेपर्यंत पोहोचले
pt: Limite atingido
ru: Достигнута граница
th: ถึงขอบเขตแล้ว
tr: Sınıra ulaştı
vi: Đã đến ranh giới
zh_cn: 到达班次边界
zh_hk: 到達班次邊界
zh_tw: 到達班次邊界

# focusHistoryCompleted
source: Completed
ar: مكتملة
de: Abgeschlossen
es: Completado
fr: Terminé
hi_in: पूरा
id: Selesai
it: Completato
ja: 完了
ko: 완료
mr_in: पूर्ण
pt: Concluído
ru: Завершено
th: เสร็จแล้ว
tr: Tamamlandı
vi: Đã hoàn thành
zh_cn: 已完成
zh_hk: 已完成
zh_tw: 已完成

# focusHistoryStopped
source: Stopped
ar: متوقفة
de: Gestoppt
es: Detenido
fr: Arrêté
hi_in: रोका गया
id: Dihentikan
it: Interrotto
ja: 停止
ko: 중지
mr_in: थांबवले
pt: Interrompido
ru: Остановлено
th: หยุดแล้ว
tr: Durduruldu
vi: Đã dừng
zh_cn: 已停止
zh_hk: 已停止
zh_tw: 已停止

# focusHistorySupersededBySync
source: Replaced by another device
ar: استُبدلت من جهاز آخر
de: Durch ein anderes Gerät ersetzt
es: Sustituido por otro dispositivo
fr: Remplacé par un autre appareil
hi_in: किसी अन्य डिवाइस से बदला गया
id: Digantikan oleh perangkat lain
it: Sostituito da un altro dispositivo
ja: 別のデバイスに置き換えられました
ko: 다른 기기에서 대체됨
mr_in: दुसऱ्या डिव्हाइसने बदलले
pt: Substituído por outro dispositivo
ru: Заменено другим устройством
th: ถูกแทนที่ด้วยอุปกรณ์อื่น
tr: Başka bir aygıtla değiştirildi
vi: Đã được thay thế bởi thiết bị khác
zh_cn: 已被另一台设备取代
zh_hk: 已被另一部裝置取代
zh_tw: 已被另一部裝置取代

# focusIconCode
source: Code
ar: برمجة
de: Programmieren
es: Código
fr: Programmation
hi_in: कोडिंग
id: Pemrograman
it: Programmazione
ja: コード
ko: 코드
mr_in: कोडिंग
pt: Programação
ru: Код
th: เขียนโค้ด
tr: Kodlama
vi: Lập trình
zh_cn: 代码
zh_hk: 程式碼
zh_tw: 程式碼

# focusIconCommunication
source: Communication
ar: تواصل
de: Kommunikation
es: Comunicación
fr: Échanges
hi_in: संचार
id: Komunikasi
it: Comunicazione
ja: 連絡
ko: 소통
mr_in: संवाद
pt: Comunicação
ru: Общение
th: สื่อสาร
tr: İletişim
vi: Trao đổi
zh_cn: 沟通
zh_hk: 溝通
zh_tw: 溝通

# focusIconFocus
source: Focus
ar: تركيز
de: Fokus
es: Concentración
fr: Concentration
hi_in: ध्यान
id: Fokus
it: Concentrazione
ja: 集中
ko: 집중
mr_in: एकाग्रता
pt: Concentração
ru: Фокус
th: โฟกัส
tr: Odak
vi: Tập trung
zh_cn: 专注
zh_hk: 專注
zh_tw: 專注

# focusIconIdea
source: Idea
ar: فكرة
de: Idee
es: Concepto
fr: Idée
hi_in: विचार
id: Ide
it: Concetto
ja: アイデア
ko: 아이디어
mr_in: कल्पना
pt: Ideia
ru: Идея
th: ไอเดีย
tr: Fikir
vi: Ý tưởng
zh_cn: 创意
zh_hk: 創意
zh_tw: 創意

# focusIconMeeting
source: Meeting
ar: اجتماع
de: Besprechung
es: Reunión
fr: Réunion
hi_in: बैठक
id: Rapat
it: Riunione
ja: 会議
ko: 회의
mr_in: बैठक
pt: Reunião
ru: Встреча
th: ประชุม
tr: Toplantı
vi: Cuộc họp
zh_cn: 会议
zh_hk: 會議
zh_tw: 會議

# focusIconStudy
source: Study
ar: دراسة
de: Lernen
es: Estudio
fr: Étude
hi_in: पढ़ाई
id: Belajar
it: Studio
ja: 勉強
ko: 학습
mr_in: अभ्यास
pt: Estudo
ru: Учёба
th: เรียน
tr: Çalışma
vi: Học tập
zh_cn: 学习
zh_hk: 學習
zh_tw: 學習

# focusIconWork
source: Work
ar: عمل
de: Arbeit
es: Trabajo
fr: Travail
hi_in: काम
id: Kerja
it: Lavoro
ja: 仕事
ko: 업무
mr_in: काम
pt: Trabalho
ru: Работа
th: งาน
tr: İş
vi: Công việc
zh_cn: 工作
zh_hk: 工作
zh_tw: 工作

# focusIconWriting
source: Writing
ar: كتابة
de: Schreiben
es: Escritura
fr: Écriture
hi_in: लेखन
id: Menulis
it: Scrittura
ja: 執筆
ko: 글쓰기
mr_in: लेखन
pt: Escrita
ru: Текст
th: เขียน
tr: Yazma
vi: Viết
zh_cn: 写作
zh_hk: 寫作
zh_tw: 寫作

# focusLanding
source: Where it goes
ar: أين توضع
de: Wohin damit
es: Dónde va
fr: Où la placer
hi_in: कहाँ रखें
id: Mau ditaruh di mana
it: Dove va
ja: どこに入れる
ko: 어디에 넣을지
mr_in: कुठे ठेवायचे
pt: Onde vai
ru: Куда поставить
th: จะใส่ตรงไหน
tr: Nereye gitsin
vi: Đặt vào đâu
zh_cn: 放在哪里
zh_hk: 放在哪裡
zh_tw: 放在哪裡

# focusLandingNextBlock
source: Next available time slot
ar: الفترة الفارغة التالية
de: Nächster freier Zeitraum
es: Siguiente espacio libre
fr: Prochain créneau libre
hi_in: अगला खाली समय
id: Slot kosong berikutnya
it: Prossimo intervallo libero
ja: 次の空き時間
ko: 다음 빈 시간대
mr_in: पुढील मोकळी वेळ
pt: Próximo horário livre
ru: Следующий свободный интервал
th: ช่วงเวลาว่างถัดไป
tr: Sonraki boş zaman aralığı
vi: Khoảng thời gian trống tiếp theo
zh_cn: 下一个空闲时段
zh_hk: 下一個空閒時段
zh_tw: 下一個空閒時段

# focusLeaveUnscheduled
source: Leave unscheduled
ar: عدم الجدولة الآن
de: Noch nicht einplanen
es: Dejar sin programar
fr: Ne pas planifier maintenant
hi_in: अभी शेड्यूल न करें
id: Jangan jadwalkan dulu
it: Non pianificare ora
ja: 今は予定に入れない
ko: 나중에 배치
mr_in: आता नियोजन करू नका
pt: Não agendar agora
ru: Пока не планировать
th: ยังไม่จัดตาราง
tr: Şimdilik planlama
vi: Chưa lên lịch
zh_cn: 暂不安排
zh_hk: 暫不安排
zh_tw: 暫不安排

# focusLockedBand
source: Example schedule
ar: جدول توضيحي
de: Beispielplan
es: Horario de ejemplo
fr: Exemple de planning
hi_in: उदाहरण समय-सारणी
id: Contoh jadwal
it: Programma di esempio
ja: スケジュール例
ko: 일정 예시
mr_in: नमुना वेळापत्रक
pt: Exemplo de agenda
ru: Пример расписания
th: ตัวอย่างตาราง
tr: Örnek program
vi: Lịch trình mẫu
zh_cn: 示例日程
zh_hk: 示範日程
zh_tw: 範例行程
